---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StartYOffsetValue
source: html/53853907-8d82-06cf-f103-b8552222582f.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StartYOffsetValue Property

"Start y Offset Value"

## Syntax (C#)
```csharp
public static ForgeTypeId StartYOffsetValue { get; }
```